{
    //Mail
    "Miihau.HaleyEE.Mail.001": "Oi @,^^Você sabe o quanto adoro moda e experimentar looks diferentes, né? Bem, estou trabalhando em algumas roupas novas e achei que seria muito legal mostrá-las para você. Você tem sido incrível, e seu apoio significa muito para mim.^Eu adoraria se você pudesse me acompanhar. Sua opinião é importante para mim, e eu valorizo sua perspectiva.^^    Se cuide, falo com você em breve!^^    Calorosamente,^    Haley[#]Convite de moda de Haley",
    "Miihau.HaleyEE.Mail.002": "@!^^Tenho pensado muito sobre como podemos tornar nossa cidade um lugar ainda melhor para se viver e tive uma ideia que me deixou muito entusiasmada! Estou planejando um Dia de Limpeza de Praia para toda a comunidade.^É uma oportunidade para demonstrarmos um pouco de amor pela nossa bela praia e causar um impacto positivo no meio ambiente. Com um pouco de trabalho em equipe, podemos fazer uma grande diferença.^^O evento de limpeza acontecerá no próximo dia ensolarado após as 13h. Me encontre na praia^^Sua presença significaria muito para mim e para todos que se preocupam com Vila Pelicanos.^^    Espero te ver lá!^^    Atenciosamente,^    Haley[#]Convite para limpeza da praia da Haley",
    "Miihau.HaleyEE.Mail.003": "@,^^Me encontre na praia, à meia-noite. Há algo que quero te mostrar.^É importante.^^    Vejo você lá,^    Uma amiga ^^(CRIADOR DO MOD: Entre nas opções e defina 'Captura de tela' para 100% antes do evento <<<)[#]Convite de uma amiga?",

    //Event1
    "Miihau.HaleyEE.E1.001": "Você achou um prendedor de cabelo no chão.",
    "Miihau.HaleyEE.E1.002": "Você tenta contar a Haley sobre o prendedor de cabelo que encontrou, mas ela te interrompe antes que você possa dizer qualquer coisa.",
    "Miihau.HaleyEE.E1.003": "Ah... oi...$7#$b#Uhm como eu digo isso...$7#$b#Eu agradeço seus presentes e coisas assim, mas por favor, não tenha ideias erradas de mim.$2#$b#Não é como se uma florzinha fosse nos tornar melhores amigos ou algo assim, você sabe.$1",
    "Miihau.HaleyEE.E1.004": "Como você vai reagir?#Tentar explicar que você só queria perguntar sobre o prendedor de cabelo.#Peça licença e vá embora.",
    "Miihau.HaleyEE.E1.005": "Huh? ah, sério? O prendedor de cabelo?$8#$b#Eu... nem percebi que tinha perdido.$2#$b#Desculpe por tirar conclusões precipitadas.$2#$b#É só que... bem, não importa.$2#$b#Obrigado por encontrá-lo, foi muito gentil da sua parte.$0",
    "Miihau.HaleyEE.E1.006": "Você entrega o prendedor de cabelo para a Haley, vocês trocam um sorriso agradável enquanto ela coloca o prendedor no pulso.",
    "Miihau.HaleyEE.E1.007": "Espero que você não se importe, mas você poderia me deixar sozinha um pouco?$0#$b#Não tem nada a ver com você, eu só gostaria de passar algum tempo sozinha.$7",
    "Miihau.HaleyEE.E1.008": "Obrigado por ter achado o elástico.$0",
    "Miihau.HaleyEE.E1.009": "Ah sério? Você já mudou de ideia?$2#$b#Fique à vontade. Tenho coisas melhores para fazer de qualquer jeito.$0",
    "Miihau.HaleyEE.E1.010": "Você colocou o elástico de cabelo de volta onde encontrou.",
    "Miihau.HaleyEE.E1.011": "Oi de novo, por acaso você viu um elástico de cabelo?$3",

    //Event2
    "Miihau.HaleyEE.E2.001": "Mais um ótimo dia de compras na cidade Zuzu!$1",
    "Miihau.HaleyEE.E2.002": "Oi @.$0#$b#Desculpe por parecer um pouco cansada.$0#$b#Você sabe, uma maratona de compras pode ser bem cansativa.$0#$b#Talvez eu tenha exagerado um pouco. Essas sacolas estão bem pesadas.$0",
    "Miihau.HaleyEE.E2.003": "O que você faz?$h#$b#$q 1767401 null##$r 1767401 -10 event_shopping1#Se ofereçer para carregar as duas sacolas.#$r 1767402 20 event_shopping2#Se ofereçer para carregar apenas uma das sacolas.#$r 1767403 -20 event_shopping3#Não ofereça ajuda.",
    "Miihau.HaleyEE.E2.004": "Você pode levar essa.",
    "Miihau.HaleyEE.E2.005": "E eu vou levar essa.",
    "Miihau.HaleyEE.E2.006": "Você vai até a casa da Haley.#Vocês conversam um pouco sobre as compras dela.",
    "Miihau.HaleyEE.E2.007": "Ah, você sabe, só comprei algumas roupas e acessórios novos.$0#$b#Moda é minha paixão, não resisto a uma boa promoção.$0#$b#Sempre admirei pessoas que têm estilo. É como arte que você veste.$0",
    "Miihau.HaleyEE.E2.008": "Moda é uma forma de expressão e adoro brincar com looks diferentes.$0#$b#É como contar uma história através do que você veste.$0",
    "Miihau.HaleyEE.E2.009": "Obrigado por me ajudar com as sacolas e me fazer companhia.$0#$b#Bem, eu devia começar a guardar essas coisas. Vejo você por aí.$1",
    "Miihau.HaleyEE.E2.010": "Obrigado pela ajuda hoje!$0",
    "Miihau.HaleyEE.E2.011": "Parece que eu superestimei seu cavalheirismo...$2^Parece que eu superestimei seu cavalheirismo...$2",
    "Miihau.HaleyEE.E2.012": "Ah, não se preocupe. Quem precisa de uma mão amiga quando tem sua própria superforça, né?$0",
    "Miihau.HaleyEE.E2.013": "É muita gentileza sua!$0#$b#Mas que tal você pegar uma das sacolas e eu pego a outra?$0#$b# Não subestime minha força, ok?$0#$b#Especialmente quando se trata de compras.$1",
    "Miihau.HaleyEE.E2.014": "Obrigado, isso é muito gentil sua parte.$0",
    "Miihau.HaleyEE.E2.015": "Bem... acho que tenho que ir agora.%fork$7",

    //Event3
    "Miihau.HaleyEE.E3.001": "*suspira* Quantas variações da mesma foto posso tirar?$2",
    "Miihau.HaleyEE.E3.002": "Ah... oi @.$2#$b#Você me ouviu falando sozinha?$2#$b#Quer dizer, é que... está ficando tão chato.$s#$b#Eu adorava isso, capturar a beleza de tudo. Mas agora é como se eu estivesse presa em um loop.$3#$b#Tem que haver mais na fotografia do que apenas isso.$2",
    "Miihau.HaleyEE.E3.003": "Você tem algum conselho?#Você precisa encontrar novos motivos para despertar seu entusiasmo novamente.#Apenas continue fazendo o que você já faz.",
    "Miihau.HaleyEE.E3.004": "Acho que posso tentar.$0#$b#Estive tão focada nas mesmas cenas antigas que realmente não pensei em diversificar.$2#$b#É que... é difícil sair da minha zona de conforto, sabe?$2",
    "Miihau.HaleyEE.E3.005": "O que você faz?#Peça a Haley para tirar uma foto sua.#Mostre uma rosa para Haley tirar uma foto.",
    "Miihau.HaleyEE.E3.006": "Você quer me mostrar algo para fotografar?$0#$b#Claro, por que não!$1",
    "Miihau.HaleyEE.E3.007": "...$8#$b#Faz tempo que não vejo uma flor assim por aqui.$8",
    "Miihau.HaleyEE.E3.008": "Obrigado por me ajudar na minha sessão de fotografia.$0",
    "Miihau.HaleyEE.E3.009": "Sério?$3#$b#'Apenas continue fazendo o que você já faz'? Essa é a sua solução?$3#$b#Não é tão simples, você sabe.$3",
    "Miihau.HaleyEE.E3.010": "*suspira* Olha, não é como se eu estivesse desistindo nem nada.$3#$b#É só que... quero que minha fotografia signifique alguma coisa.$2#$b#Me forçar a continuar fotografando as mesmas coisas não vai consertar tudo magicamente.$2",
    "Miihau.HaleyEE.E3.011": "Eu sei que você está tentando ajudar, mas tem que ter algum jeito melhor, sabe?$2#$b#Quero encontrar aquele brilho de novo, mas ficar forçando não me ajudará em nada.$2",
    "Miihau.HaleyEE.E3.012": "Acho que vou tentar tirar fotos outro dia. Isso é o suficiente por hoje.$2#$b#Tchau, @.$7",
    "Miihau.HaleyEE.E3.013": "Será que eu sou boa o suficiente em alguma coisa?$2#$e#Fotografia é muito difícil$2",
    "Miihau.HaleyEE.E3.014": "hm... quer saber...$0#$b#Claro, por que não?$1",
    "Miihau.HaleyEE.E3.015": "Não se mova.$0#$b#E por favor tente parecer elegante.$0",
    "Miihau.HaleyEE.E3.016": "Prepare-se para posar!$1",
    "Miihau.HaleyEE.E3.017": "Você é melhor do que pensei..$1",

    //Event4
    "Miihau.HaleyEE.E4.001": "*choraminga* *choraminga*$s",
    "Miihau.HaleyEE.E4.002": "Ah, é você... eu não estava esperando ninguém.$s#$b#Eu... estou bem. Apenas tendo um dia difícil.$s",
    "Miihau.HaleyEE.E4.003": "#Tem certeza de que está bem?#Você quer conversar sobre?",
    "Miihau.HaleyEE.E4.004": "Eu não sei.$s#$b#É só... muito estresse ultimamente, sabe?$s",
    "Miihau.HaleyEE.E4.004X": "#Você não precisa passar por isso sozinha.#Há algo que eu possa fazer para ajudar?",
    "Miihau.HaleyEE.E4.005": "Você é muito doce, sabia? Às vezes eu esqueço... Obrigado.$8",
    "Miihau.HaleyEE.E4.006": "Só de você estar aqui comigo agora... já significa muito.$8#$b#Mas acho que se você realmente quiser ajudar, poderia me ouvir desabafar um pouco.$s",
    "Miihau.HaleyEE.E4.007": "É sobre esse trabalho de modelo que eu queria tanto.$s#$b#O jornal local estava procurando uma modelo para a sessão de fotos e pensei que esta era finalmente minha chance de provar meu valor, de contribuir com algo.$s#$b#Mas...$s",
    "Miihau.HaleyEE.E4.008": "Eu não consegui... de novo.$s#$b#E eu não consigo uma chance pra ser modelo há muito tempo...$s",
    "Miihau.HaleyEE.E4.009": "#Sinto muito, Haley.#Ser modelo não é um trabalho muito estável.",
    "Miihau.HaleyEE.E4.010": "Obrigada... só dói, sabe?$s#$b#Continuo tentando o meu melhor, mas parece que não estou chegando a lugar nenhum.$s",
    "Miihau.HaleyEE.E4.011": "É difícil não me sentir o fracasso da família.$s#$b#Quero ajudar minha família, mostrar a eles que posso fazer algo importante.$s",
    "Miihau.HaleyEE.E4.011X": "#Você não é um fracasso.#Sua família se preocupa com você, Haley, não com seu trabalho.",
    "Miihau.HaleyEE.E4.012": "Obrigado... eu precisava disso.$s#$b#Acho que estive muito focada em uma coisa e esqueci todo o resto.$s",
    "Miihau.HaleyEE.E4.013": "Não tenho certeza sobre isso...$s#$b#Sinto que meus pais desistiram de mim.$s#$b#Eles sempre estiveram lá para mim, não importa o que acontecesse.$2#$b#Mas agora eles só enviam uma carta uma vez por ano.$s#$b#Me desculpe, é complicado...$s",
    "Miihau.HaleyEE.E4.013X": "#Tire um tempo para você.#Continue seguindo em frente, Haley!",
    "Miihau.HaleyEE.E4.014": "Sim... talvez eu devesse.$s#$b#Vou tentar relaxar, clarear a mente e talvez voltar a fazer o que mais amo - tirar fotos.$0",
    "Miihau.HaleyEE.E4.015": "Você quer saber? Você tem razão. Eu não deveria desistir. Vou continuar trabalhando duro e provar que posso ter sucesso.",
    "Miihau.HaleyEE.E4.015X": "#Acredito em você.#Você consegue, Haley.",
    "Miihau.HaleyEE.E4.016": "Obrigado... significa muito para mim ter alguém que acredita em mim.$8",
    "Miihau.HaleyEE.E4.017": "Sim! Não vou deixar uma rejeição me definir. Continuarei lutando pelo sucesso.",
    "Miihau.HaleyEE.E4.018": "Obrigado por me ouvir, @.$0#$b#Você realmente me ajudou a me sentir melhor.$0",
    "Miihau.HaleyEE.E4.019": "Oh, oi @. Estou me sentindo um pouco melhor, obrigado.$0#$e#Suas palavras realmente me ajudaram$0#$b#Eu decidi não deixar uma rejeição me derrubar.$0",
    "Miihau.HaleyEE.E4.020": "......$3#$b#Não sei o que isso deveria significar.$3#$b#Mas obrigada, agora estou menos triste e mais incomodada.$3",
    "Miihau.HaleyEE.E4.021": "PPor favor, vá embora.$3",
    "Miihau.HaleyEE.E4.022": "'Ser modelo não é um trabalho muito estável.'$3#$b#A audácia de tentar falar comigo depois disso.$3",

    //Event5
    "Miihau.HaleyEE.E5.001": "Ah, oi! Eu não esperava ver ninguém aqui tão cedo.$2#$b#Eu... uh, só tive vontade de vir aqui para tomar um pouco de ar fresco.$2",
    "Miihau.HaleyEE.E5.002": "#Tudo certo? Parece que te peguei de surpresa.#Você vai nadar?",
    "Miihau.HaleyEE.E5.003": "Bem, acho que sim.$2#$b#Eu estou pensando em sair da minha zona de conforto.$2",
    "Miihau.HaleyEE.E5.004": "Certo, tudo bem. Eu admito.$2#$b#Tenho medo de nadar no oceano. Meio bobo, né?$2#$b#Eu li na internet sobre como enfrentar seus medos e pensei em tentar.$2#$b#Mas... *suspiro* Eu não consegui ainda.$2",
    "Miihau.HaleyEE.E5.005": "#Não é nada bobo. Os medos são reais e é um grande passo tentar enfrentá-los.#Talvez você devesse ficar fora da internet, já que não esta pronta para o mundo real.",
    "Miihau.HaleyEE.E5.006": "Obrigado por entender.$0#$b#Mas agora me sinto um pouco pra baixo.$2",
    "Miihau.HaleyEE.E5.007": "#Talvez seja uma questão de encontrar a maneira certa de enfrentar o seu medo. Que tal fazermos isso juntos?#Talvez seja sobre encontrar a maneira certa de enfrentar seu medo. Que tal você tentar novamente com a Emily amanhã?",
    "Miihau.HaleyEE.E5.008": "Você faria isso?$0",
    "Miihau.HaleyEE.E5.009": "Tudo bem, vou tentar de novo.$0#$b#Mas promete que estará lá comigo?$0",
    "Miihau.HaleyEE.E5.010": "Com o seu apoio, Haley respira fundo e se aproxima da água.#Você se junta a ela, as ondas batendo em seus pés.#Você sente a mão dela deslizar na sua, como um gesto de segurança.",
    "Miihau.HaleyEE.E5.011": "Ok, aqui vamos nós.$0",
    "Miihau.HaleyEE.E5.012": "À medida que a água gira em torno de seus tornozelos, você sente a tensão diminuir devido ao aperto de Haley.#Lentamente, mas com segurança, você a guia para águas rasas, vendo sua coragem enquanto ela dá os primeiros passos para enfrentar seu medo.",
    "Miihau.HaleyEE.E5.013": "Ok, eu to na água.$2#$b#Isso é... definitivamente diferente.$2",
    "Miihau.HaleyEE.E5.014": "Você poderia chegar um pouco mais perto?$2#$b#Ainda estou com um pouco de medo.$2",
    "Miihau.HaleyEE.E5.015": "Obrigado!$0",
    "Miihau.HaleyEE.E5.016": "Um passo de cada vez.$2#$b#Não é tão ruim, né? Quer dizer, é só água.$0",
    "Miihau.HaleyEE.E5.017": "Você acredita que eu já participei de uma sessão de fotos de maiô uma vez? Mas isso é muito diferente da sessão de fotos.$1",
    "Miihau.HaleyEE.E5.018": "#Fazer uma sessão de fotos também precisa de muita coragem.#Eu nunca conseguiria fazer um trabalho de modelo.",
    "Miihau.HaleyEE.E5.019": "Quer saber?$0#$b#De certa forma, enfrentei coisas mais assustadoras, eu acho.$0#$b#Como usar salto alto em um caminho rochoso para uma sessão de fotos.$1#$b#Pelo menos isso não vai estragar meus sapatos.$1",
    "Miihau.HaleyEE.E5.020": "Acho que estou pronta.$0",
    "Miihau.HaleyEE.E5.021": "Vou tentar nadar mais longe.$0",
    "Miihau.HaleyEE.E5.022": "Estou conseguindo!$1#$b#Estou nadando no oceano!$1",
    "Miihau.HaleyEE.E5.023": "Ei, Eu queria dizer obrigado novamente por mais cedo.$0#$b#Não acredito que realmente consegui.$0#$e#É engraçado, sabe? Há muito tempo que evito o oceano e hoje eu finalmente consegui nadar graças a você.$0#$b#Isso me fez sentir... empoderada.$0#$b#Ter você aqui comigo fez uma grande diferença.$0#$b#Eu não poderia ter feito isso sem sua ajuda.$l",
    "Miihau.HaleyEE.E5.024": "......$2#$b#Credo, isso foi rude.$2#$b#Mas talvez você esteja certo.$2",
    "Miihau.HaleyEE.E5.025": "Tchau, idiota.$2",
    "Miihau.HaleyEE.E5.026": "Acho que estava errada sobre você.$3",
    "Miihau.HaleyEE.E5.027": "A Emily?$2#$b#Bem, acho que é uma boa ideia.$0#$b#Ela sempre foi boa em me ajudar a ver as coisas de uma perspectiva diferente.$0#$b#Mas não quero sobrecarregá-la com meus medos bobos.$2",
    "Miihau.HaleyEE.E5.028": "#Aposto que a Emily apoiaria você enfrentando seus medos.#Ela é sua irmã, ela vai entender.",
    "Miihau.HaleyEE.E5.029": "Você realmente pensa assim?$0",
    "Miihau.HaleyEE.E5.030": "Tudo bem, vou conversar com ela sobre isso.$0#$b#Obrigado pela sugestão.$0#$b#Você é um doce.$1",
    "Miihau.HaleyEE.E5.031": "Emily me disse que enfrentar os medos é uma jornada e não preciso fazer isso sozinha.$0#$e#Estamos planejando passar um dia de praia juntas em breve.$0",

    //Event6
    "Miihau.HaleyEE.E6.001": "Oi, @! Obrigado por ter vindo.$0#$b#Estou trabalhando em alguns looks novos e queria saber a sua opinião.$0#$b#Mas você já sabia disso porque eu te mandei aquela carta$1",
    "Miihau.HaleyEE.E6.002": "Bem, ultimamente tenho experimentado estilos diferentes, tentando fugir das minhas escolhas habituais.$0",
    "Miihau.HaleyEE.E6.003": "A Emily tem me ajudado também.$0#$b#Ela também me emprestou esse camarim portátil.",
    "Miihau.HaleyEE.E6.004": "Muito legal, né?",
    "Miihau.HaleyEE.E6.005": "Você pode esperar perto da minha penteadeira enquanto eu coloco a primeira roupa.$0",
    "Miihau.HaleyEE.E6.006": "Então, o que você acha?$0",
    "Miihau.HaleyEE.E6.006X": "#Você está incrível, Haley. O vestido é muito bonito.#Está legalzinho, eu acho.",
    "Miihau.HaleyEE.E6.007": "Sério?$8#$b#Você acha?$8#$b#Significa muito vindo de você.$0",
    "Miihau.HaleyEE.E6.008": "Hmm legalzinho?$2#$b#Eu me senti muito bonita, mas... ok.$2",
    "Miihau.HaleyEE.E6.009": "Vamos tentar a próxima roupa.$0",
    "Miihau.HaleyEE.E6.010": "Você sabe, a moda sempre foi mais do que apenas roupas para mim.$6#$b#É uma forma de autoexpressão, uma forma de contar uma história sem palavras.$6",
    "Miihau.HaleyEE.E6.011": "Estou pronta.$1",
    "Miihau.HaleyEE.E6.012": "E que tal esse?$0",
    "Miihau.HaleyEE.E6.012X": "#Você realmente leva jeito pra fazer looks bonitos.#Pessoalmente não é o meu favorito.",
    "Miihau.HaleyEE.E6.013": "Obrigado, @.$0#$b#Você não tem ideia do quanto significa para mim ouvir você dizer isso.$0#$b#Ninguém realmente levou a sério meu interesse por moda.$s#$b#Todos pensaram que era apenas uma fase.$3",
    "Miihau.HaleyEE.E6.014": "Tem certeza?$s#$b#Me esforcei muito para fazer o cabelo combinar com a roupa.$s#$b#Oh bem...$s",
    "Miihau.HaleyEE.E6.015": "Ainda temos dois looks pela frente.$0#$b#Melhor eu ir me trocar de novo.$1",
    "Miihau.HaleyEE.E6.016": "Emily e eu brincávamos de nos vestir o tempo todo quando éramos crianças.$6#$b#Foi nossa forma de escapar da realidade, de imaginar mundos diferentes.$6",
    "Miihau.HaleyEE.E6.017": "Ok, estou pronta.$1",
    "Miihau.HaleyEE.E6.018": "E então?$0#$b#Qual é a sua opinião sobre esse?$0",
    "Miihau.HaleyEE.E6.018X": "#Você parece bem confiante. Eu gosto do visual esportivo!#Não gosto do visual esportivo.",
    "Miihau.HaleyEE.E6.019": "Obrigado!$1#$b#Normalmente uso o cabelo solto, mas como você disse, a roupa tem que ter um clima esportivo.$0#$b#Estou muito feliz que você gostou.$0",
    "Miihau.HaleyEE.E6.020": "Hmm...$s#$b#Acho que tem razão.$s#$b#Achei que ficaria bonito, mas simplesmente não é meu estilo.$s",
    "Miihau.HaleyEE.E6.021": "Ok, só mais um look.$0#$b#Espero que não esteja ficando chato para você.$1",
    "Miihau.HaleyEE.E6.022": "Já volto.$0",
    "Miihau.HaleyEE.E6.023": "Estou muito curiosa pra sua opinião sobre esse.$6#$b#Passei muito tempo montando esse look.$6#$b#Significa muito para mim.$6",
    "Miihau.HaleyEE.E6.024": "E aqui está o grand finale.$0#$b#O que você acha?$0",
    "Miihau.HaleyEE.E6.025": "#Você parece muito estilosa e elegante.#Eu não gostei nada da roupa.",
    "Miihau.HaleyEE.E6.026": "Nossa, obrigado. Você está me fazendo ficar vermelha.$l#$b#Nunca esperei palavras tão gentis.$l",
    "Miihau.HaleyEE.E6.027": "Este cachecol significa muito para mim.$0#$b#É da minha mãe.$0#$b#Acho que ela se esqueceu de colocar na mala antes dela e meu pai nos deixarem.$2#$b#Esse cachecol tem um lugar muito especial no meu coração.$0",
    "Miihau.HaleyEE.E6.028": "@, você me fez sentir que minha paixão realmente importa, como se valesse alguma coisa.$0#$b#Obrigado por me ver como eu sou.$0",
    "Miihau.HaleyEE.E6.029": "Eu realmente aprecio que, apesar de sua agenda lotada, você tenha reservado um tempo para assistir ao meu pequeno desfile de moda.$0",
    "Miihau.HaleyEE.E6.030": "......$2",
    "Miihau.HaleyEE.E6.031": "Por favor, vá embora...$2",
    "Miihau.HaleyEE.E6.032": "Haley, tá tudo bem?$2#$b#Eu sei que você tá chorando.$s",
    "Miihau.HaleyEE.E6.033": "Haley, você está usando o velho cachecol da mamãe de novo?$2",
    "Miihau.HaleyEE.E6.034": "Lamento que você não tenha gostado da roupa.$2#$b#%A Haley não consegue te olhar nos olhos",

    //Event7
    "Miihau.HaleyEE.E7.001": "Ah... é você.$s#$b#Você é a única pessoa que não me importo de ter como companhia neste momento.$s",
    "Miihau.HaleyEE.E7.002": "Você se importa de se juntar a mim um pouco?$s",
    "Miihau.HaleyEE.E7.003": "Você sabe, sempre fui o tipo de pessoa que tenta manter as aparências.$s#$b#O cabelo perfeito, as roupas estilosas... isso se tornou a minha armadura, uma forma de me proteger da... da verdade.$s",
    "Miihau.HaleyEE.E7.004": "*suspira* A verdade sobre a minha família.$s#$b#Há alguns anos, meus pais foram embora.$s#$b#Eles fizeram as malas e disseram que precisavam se encontrar ou algo assim.$s#$b#Eles deixaram eu e a Emily para trás, e depois disso, parecia que nosso mundo tinha se despedaçado.$s",
    "Miihau.HaleyEE.E7.005": "#Eu não fazia ideia, Haley. Deve ter sido muito difícil.#Parece uma experiência bastante assustadora.",
    "Miihau.HaleyEE.E7.006": "E foi.$s#$b#Emily e eu tivemos que aprender a confiar uma na outra, e sermos a família uma da outra.$s#$b#E então, mesmo quando os procuramos, eles pareciam... distantes.$s#$b#Como se eles não quisessem nos ver.$s#$b#Doeu mais do que eu poderia admitir.$s",
    "Miihau.HaleyEE.E7.007": "Eu costumava olhar para outras famílias, aquelas que eram próximas e conectadas, e me perguntava por que a minha não podia ser assim também.$s#$b#Mas com o tempo, percebi uma coisa.$7#$b#Família não se trata apenas de sangue.$7#$b#Se trata das pessoas que estão ao seu lado, que apoiam você mesmo quando você está no fundo do poço.$7",
    "Miihau.HaleyEE.E7.008": "Emily tem sido meu porto seguro durante tudo isso.$0#$b#Passamos noites nos perguntando por que eles nos deixaram.$2#$b#Mas também compartilhamos risadas e sonhos.$0#$b#E você também se tornou parte da minha vida, me apoiando, e me incentivando a ser eu mesma.$0",
    "Miihau.HaleyEE.E7.009": "Você me mostrou como realmente é se envolver em uma comunidade e fazer parte de algo maior.$0#$b#A Vila Pelicanos... cresceu em mim.$0#$b#As pessoas, os festivais, os momentos simples... passei a valorizar tudo isso.$0",
    "Miihau.HaleyEE.E7.010": "Eu gostaria de poder me envolver mais, sabe?$s#$b#Mergulhar na comunidade, participar dos momentos cotidianos que tornam essa cidade especial.$s#$b#Mas às vezes, meu passado me deixa um pouco triste.$s#$b#Eu tenho medo que as pessoas ainda me vejam como a 'loira burra', como alguém que não se encaixa.$s",
    "Miihau.HaleyEE.E7.011": "#Não deixe que essas preocupações definam você, Haley. Você é muito mais do que isso.#Você ainda tem muito que aprender.",
    "Miihau.HaleyEE.E7.012": "Você tem razão. Eu não vou deixar que essas dúvidas me definam.$0",
    "Miihau.HaleyEE.E7.013": "Obrigado, @.$0#$b#Você sempre vê o que há de melhor em mim, mesmo quando eu mesma não consigo.$8",
    "Miihau.HaleyEE.E7.014": "#Isso porque eu sei que há muito mais em você do que aparenta.#Estou aqui para te apoiar.",
    "Miihau.HaleyEE.E7.015": "Significa muito para mim.$l#$b#Você me mostrou bondade e aceitação, mesmo quando eu estava meio fechada.$8#$b#Quero que você saiba que fez uma grande diferença na minha vida.$8",
    "Miihau.HaleyEE.E7.016": "Talvez eu me envolva em alguns eventos da cidade.$0#$b#Sempre admirei como todos se unem e quero fazer parte disso.$0",
    "Miihau.HaleyEE.E7.017": "Quer saber?$0#$b#Na verdade, estou ansiosa pra isso.$0#$b#Tenho que analisar algumas ideias.$0#$b#Quem sabe? Talvez eu até me surpreenda.$1",
    "Miihau.HaleyEE.E7.018": "Emily e eu estávamos conversando e temos algumas ideias para um evento comunitário.$0#$b##Queremos contribuir de forma significativa e mostrar que também fazemos parte desta cidade.$0#$e# Vamos analisar algumas ideias e ver o que podemos fazer.$0#$b#Vou garantir que você fique atualizado..$0",
    "Miihau.HaleyEE.E7.019": "Nossa, obrigado por dizer o óbvio.$s#$b#Tenho plena consciência de que não sou perfeita, ok?$s",
    "Miihau.HaleyEE.E7.020": "Você realmente acha que tem tudo planejado, né?$3#$b#Algumas pessoas ainda tem dificuldades, sabia?.$3",
    "Miihau.HaleyEE.E7.021": "Talvez você devesse apenas dar dicas de fotografia ou algo assim.$3",
    "Miihau.HaleyEE.E7.022": "#Eu não queria que tivesse essa impressão de mim.#Sinto muito se eu pareci um pouco rude.'",
    "Miihau.HaleyEE.E7.023": "Tanto faz.$3#$b#Achei que estávamos tendo uma conversa de verdade aqui, mas parece que não.$2#$b#Apenas esqueça que eu disse alguma coisa.$s",
    "Miihau.HaleyEE.E7.024": "Quer saber como estou indo?$3#$e#%Haley está olhando para você com uma expressão de raiva, mas também de decepção.",


    //Event8
    "Miihau.HaleyEE.E8.001": "Oi, @. Estou muito feliz que você veio.$2",
    "Miihau.HaleyEE.E8.002": "Espero que tudo corra bem.$2",
    "Miihau.HaleyEE.E8.003": "Tem muito mais pessoas do que eu esperava.$2#$b#Eu só... eu realmente quero que isso dê certo, sabe?$2",
    "Miihau.HaleyEE.E8.004": "Acho que só tenho medo das pessoas não me levarem a sério.$2#$b#Sou conhecida pelo meu senso de moda e minha fotografia, mas isso é diferente.$2#$b#Por que me sinto tão insegura sobre isso?$s",
    "Miihau.HaleyEE.E8.004X": "Não se preocupe.#Estamos aqui para te apoiar, Haley.",
    "Miihau.HaleyEE.E8.005": "...$s#$b#Talvez seja normal se sentir assim.$s",
    "Miihau.HaleyEE.E8.006": "Obrigada, @.$0#$b#Eu aprecio sua confiança em mim.$0#$b#Eu estava precisando ouvir isso.$0",
    "Miihau.HaleyEE.E8.007": "Ok, acho que está na hora de começar.$s#$b#Eu só preciso fazer um pequeno discurso primeiro.$s#$b#Você poderia ficar do meu lado?$8",
    "Miihau.HaleyEE.E8.008": "Obrigada @.$0",
    "Miihau.HaleyEE.E8.009": "Ok Haley...$0#$b#Respira fundo...$11#$b#Você consegue.$11",
    "Miihau.HaleyEE.E8.010": "...$0#$b#Vamos lá.$0",
    "Miihau.HaleyEE.E8.011": "Olá, todo mundo.$1#$b#Muito obrigado a todos por estarem aqui hoje.$1",
    "Miihau.HaleyEE.E8.012": "Significa muito ver tantos rostos familiares.$0#$b#Estamos aqui porque nos preocupamos com a nossa cidade, com a sua beleza e com o seu futuro.$1",
    "Miihau.HaleyEE.E8.013": "Haley olha em sua direção, extraindo força da sua presença.",
    "Miihau.HaleyEE.E8.014": "Admito que normalmente fico mais confortável atrás de uma câmera ou escolhendo roupas, mas hoje vamos fazer algo diferente.$0#$b#Estamos nos unindo para limpar nossa praia, para fazer uma pequena mas importante diferença.$1#$b#Nossa cidade é muito mais do que qualquer outra cidade antiga do Vale.$0#$b#São as pessoas, as memórias e os momentos compartilhados que tornam nossa cidade verdadeiramente especial.$0#$b#Ao limpar a praia, estamos dando um passo no sentido de preservar essa beleza e criar um ambiente melhor para todos.$0#$b#Posso ter cometido alguns erros no passado, ao não me envolver na comunidade.$0#$b#Mas espero que não seja tarde demais para mudar as coisas.$0",
    "Miihau.HaleyEE.E8.015": "Então, vamos trabalhar equipe..$1#$b#Peguem suas luvas, suas sacolas e vamos mostrar a todos que a Vila Pelicanos é um lugar de união e ação.$1",
    "Miihau.HaleyEE.E8.016": "Que lindo discurso, Haley! Obrigado por nos unir.$1#$b#Vamos lá!$1",
    "Miihau.HaleyEE.E8.017": "O Evento de Limpeza da Praia da Haley foi um sucesso, unindo a comunidade. Risos encheram o ar enquanto a praia se transformava.#Depois que o evento terminou, você passou um tempo com a Haley na praia.",
    "Miihau.HaleyEE.E8.018": "Obrigado pelo seu esforço, Haley.$0#$b#Como prefeito, gostaria de agradecer em nome de todos os moradores.$1",
    "Miihau.HaleyEE.E8.019": "Obrigado prefeito. Fico feliz que o evento tenha sido um sucesso.$1",
    "Miihau.HaleyEE.E8.020": "Eu também!$1#$b#Bem, agora tenho que cumprir algumas funções de prefeito.$0",
    "Miihau.HaleyEE.E8.021": "Não acredito no quanto conquistamos hoje.$0#$b#Isso só serve para mostrar que mesmo pequenas ações podem fazer uma grande diferença.$0",
    "Miihau.HaleyEE.E8.022": "Você sabe, é fácil subestimar o impacto que podemos ter.$0#$b#Eu costumava pensar que meus hobbies eram insignificantes e inúteis.$0#$b#Mas hoje vejo que cada paixão tem seu lugar.$0",
    "Miihau.HaleyEE.E8.023": "Obrigado por sempre acreditar em mim, @.$0#$b#Você me mostrou que até as coisa que eu amo posdem contribuir para algo maior.$0",
    "Miihau.HaleyEE.E8.024": "Eu não teria conseguido sem o apoio de todos, inclusive o seu.$l#$b#Você tem me ajudado em minha jornada para encontrar meu verdadeiro eu, @.$l",
    "Miihau.HaleyEE.E8.025": "Haley te abraça.",
    "Miihau.HaleyEE.E8.026": "Estou tão feliz de ter você na minha vida.$l",
    "Miihau.HaleyEE.E8.027": "Hoje foi incrível. Eu mal posso acreditar...$0#$b#Obrigado novamente por estar aqui para mim, @.",
    "Miihau.HaleyEE.E8.028": "Está começando!",
    "Miihau.HaleyEE.E8.029": "Nossa!",
    "Miihau.HaleyEE.E8.030": "Sim, sim.",
    "Miihau.HaleyEE.E8.031": "Tchau!",

    //Event9
    "Miihau.HaleyEE.E9.000": "Oi!",
    "Miihau.HaleyEE.E9.001": "Estou tão feliz que você veio me visitar!$1#$b#Eu tenho ótimas notícias!$1",
    "Miihau.HaleyEE.E9.002": "Vamos ficar um pouco mais a vontade.$1",
    "Miihau.HaleyEE.E9.003": "Então, sobre as novidades que eu tenho.$0",
    "Miihau.HaleyEE.E9.004": "Você se lembra do jornal local ao qual me candidatei para modelar?$0#$b#Aquele que infelizmente não fui aprovada?$s",
    "Miihau.HaleyEE.E9.005": "Adivinha só!$0#$b#Eles podem não ter me escolhido para ser modelo, mas em vez disso estão interessados na minha fotografia!$1",
    "Miihau.HaleyEE.E9.006": "É incrível ser reconhecida pela minha fotografia.$0#$b#Eles querem que eu capture algumas fotos da cidade todos os meses para sua nova coluna sobre a natureza.$0",
    "Miihau.HaleyEE.E9.007": "#É perfeito para você!#Não sei se é a coisa certa para você.",
    "Miihau.HaleyEE.E9.008": "Obrigado, @. Eu não teria conseguido sem o seu apoio e incentivo..$0#$b#Você acreditou em mim, mesmo quando eu duvidei de mim mesma.$0",
    "Miihau.HaleyEE.E9.009": "É engraçado como a vida funciona às vezes.$0#$b#Eu queria tanto aquele trabalho de modelo, mas agora vejo que esta oportunidade é ainda mais significativa.$0",
    "Miihau.HaleyEE.E9.010": "Ser modelo parecia algo que eu deveria fazer para provar meu valor, para os outros e até para mim mesma.$0#$b#Mas a fotografia é a minha verdadeira paixão.$0#$b#É uma forma de me conectar com o mundo ao meu redor e compartilhar sua beleza com outras pessoas.$0",
    "Miihau.HaleyEE.E9.011": "Você sempre acreditou em mim.$l#$b#Estou tão feliz por ter na minha vida.$l^Estou tão feliz por ter na minha vida.$l#$b#Seu apoio significa tudo para mim.$l",
    "Miihau.HaleyEE.E9.012": "...você sabe, @.$l#$b#Às vezes eu só quero te bei-$l",
    "Miihau.HaleyEE.E9.013": "Ah! eu esqueci totalmente!$1",
    "Miihau.HaleyEE.E9.014": "Eu estava assando biscoitos para comemorar.$0#$b#Não se preocupe, vou te dar um pouco pra viagem!$1",
    "Miihau.HaleyEE.E9.015": "Quentinhos e crocantes![223]",
    "Miihau.HaleyEE.E9.016": "Espero que os biscoitos tenham ficado bons.$0",
    "Miihau.HaleyEE.E9.017": "Hmmm...$s#$b#Talvez você tenha razão.$s#$b#Achei que era uma boa oportunidade, mas se você não acha que é adequada...$s",
    "Miihau.HaleyEE.E9.018": "Eu nem sei mais.$s#$b#Eu estava animada, mas agora não tenho tanta certeza.$s#$b#alvez eu devesse recusar a oferta.$s",
    "Miihau.HaleyEE.E9.019": "Eu aprecio sua honestidade, @.$s#$b#Só preciso de um tempo para pensar sobre tudo isso.$s",
    "Miihau.HaleyEE.E9.019X": "#Posso ficar com você?#Você precisa de um tempo sozinha?",
    "Miihau.HaleyEE.E9.020": "Obrigada.$s#$b#Mas por enquanto, acho que gostaria de ficar um pouco sozinha.$s#$b#Você se importa?$s",
    "Miihau.HaleyEE.E9.021": "Sim, seria bom ficar sozinha agora.$s",
    "Miihau.HaleyEE.E9.022": "Eu já não disse que gostaria de um tempo sozinha?$s",

    //Event10
    "Miihau.HaleyEE.E10.001": "Eu estava te esperando.$l",
    "Miihau.HaleyEE.E10.002": "Por favor chegue mais perto, @.$0",
    "Miihau.HaleyEE.E10.003": "@, você já pensou em quão longe chegamos?$0#$b#Desde aquele começo estranho e incerto até formar uma amizade, e então... algo a mais.$0#$b#É como uma história que eu nunca imaginei, cheia de reviravoltas inesperadas.$l",
    "Miihau.HaleyEE.E10.004": "Me lembro de como costumava ser tão cautelosa e talvez até um pouco cruel.$s#$b#Mas você viu além da superfície.$0#$b#Você acreditou em mim, mesmo quando eu não acreditava.$l##$b#E aos poucos, sem que eu percebesse, você se tornou uma pessoa em quem mais confio.$l",
    "Miihau.HaleyEE.E10.005": "Mesmo com os altos e baixos, construímos uma conexão.$l#$b#E sou grata por cada passo dessa jornada que nos trouxe até aqui, até esse momento.$l",
    "Miihau.HaleyEE.E10.006": "Vamos olhar para as estrelas.$0",
    "Miihau.HaleyEE.E10.007": "Cada estrela conta uma história, assim como cada momento que compartilhamos.$0#$b#Nós rimos, choramos e nos apoiamos.$0#$b#Tem sido uma jornada incrível, e eu não trocaria isso por nada.$l",
    "Miihau.HaleyEE.E10.008": "E apesar de tudo, aqui estamos nós.$0#$b#O que começou como amizade... se tornou algo a mais..$l#$b#Algo que eu nunca esperei, algo que nunca achei que merecia.$l",
    "Miihau.HaleyEE.E10.009": "Olha, @!",
    "Miihau.HaleyEE.E10.010": "A lua.$0#$b#Não é linda?$l",
    "Miihau.HaleyEE.E10.011": "O jeito como a luz brilha na superfície da água é tão romântica.$l#$b#Você não acha?$l",
    "Miihau.HaleyEE.E10.012": "@, eu quero que você saiba...$l#$b#Que eu me apaixonei por você.$l#$b#Você se tornou a pessoa que eu sempre quis ao meu lado.$l#$b#Você me apoiou, acreditou em mim e me mostrou o que é a verdadeira felicidade.$l#$b#Não consigo imaginar minha vida sem você.$l",
    "Miihau.HaleyEE.E10.013": "@, posso te beijar?$l",
    "Miihau.HaleyEE.E10.014": "#Beijar.#Não beijar.",
    "Miihau.HaleyEE.E10.015": "Eu estava esperando que você viesse.$l",
    "Miihau.HaleyEE.E10.016": "Por favor chegue mais perto, @.$0",
    "Miihau.HaleyEE.E10.017": "@, você já pensou em quão longe chegamos?$0#$b#Desde aquele começo estranho e incerto até formar uma amizade, e então... algo a mais.$0#$b#É como uma história que eu nunca imaginei, cheia de reviravoltas inesperadas.$l",
    "Miihau.HaleyEE.E10.018": "Me lembro de como costumava ser tão cautelosa e talvez até um pouco cruel.$s#$b#Mas você viu além da superfície.$0#$b#Você acreditou em mim, mesmo quando eu não acreditava em mim mesma.$l##$b#E aos poucos, sem que eu percebesse, você se tornou uma pessoa em quem mais confio.$l",
    "Miihau.HaleyEE.E10.019": "Mesmo com os altos e baixos, construímos uma conexão.$l#$b#E sou grata por cada passo dessa jornada que nos trouxe até aqui, até esse momento.$l",
    "Miihau.HaleyEE.E10.020": "Vamos olhar para as estrelas.$0",
    "Miihau.HaleyEE.E10.021": "Cada estrela conta uma história, assim como cada momento que compartilhamos.$0#$b#Nós rimos, choramos e nos apoiamos.$0#$b#Tem sido uma jornada incrível, e eu não trocaria isso por nada.$l",
    "Miihau.HaleyEE.E10.022": "E apesar de tudo, aqui estamos nós.$0#$b#O que começou como amizade...  se tornou algo a mais..$l#$b#Algo que eu nunca esperei, algo que nunca achei que merecia$l",
    "Miihau.HaleyEE.E10.023": "Olha @!",
    "Miihau.HaleyEE.E10.024": "A lua$0#$b#Não é linda?$l",
    "Miihau.HaleyEE.E10.025": "O jeito como a luz brilha na superfície da água é tão romântica.$l#$b#Você não acha?$l",
    "Miihau.HaleyEE.E10.026": "@, eu quero que você saiba...$l#$b#Que eu me apaixonei por você.$l#$b#Você se tornou a pessoa que eu sempre quis ao meu lado.$l#$b#Você me apoiou, acreditou em mim e me mostrou o que é a verdadeira felicidade.$l#$b#Não consigo imaginar minha vida sem você.$l",
    "Miihau.HaleyEE.E10.027": "@, posso te beijar?$l",
    "Miihau.HaleyEE.E10.028": "#Beijar.#Não beijar.",
    "Miihau.HaleyEE.E10.029": "Ah...$s",
    "Miihau.HaleyEE.E10.030": "Haley saiu correndo.",

}